{"stoi": {"<pad>": 0, "<bos>": 1, "<eos>": 2, "<unk>": 3, "a": 4, "child": 5, "in": 6, "pink": 7, "dress": 8, "is": 9, "climbing": 10, "up": 11, "set": 12, "of": 13, "stairs": 14, "an": 15, "way": 16, ".": 17, "girl": 18, "going": 19, "into": 20, "wooden": 21, "building": 22, "little": 23, "playhouse": 24, "the": 25, "to": 26, "her": 27, "cabin": 28, "black": 29, "dog": 30, "and": 31, "spotted": 32, "are": 33, "fighting": 34, "tri-colored": 35, "playing": 36, "with": 37, "each": 38, "other": 39, "on": 40, "road": 41, "white": 42, "brown": 43, "spots": 44, "staring": 45, "at": 46, "street": 47, "two": 48, "dogs": 49, "different": 50, "breeds": 51, "looking": 52, "pavement": 53, "moving": 54, "toward": 55, "covered": 56, "paint": 57, "sits": 58, "front": 59, "painted": 60, "rainbow": 61, "hands": 62, "bowl": 63, "sitting": 64, "large": 65, "small": 66, "grass": 67, "plays": 68, "fingerpaints": 69, "canvas": 70, "it": 71, "there": 72, "pigtails": 73, "painting": 74, "young": 75, "outside": 76, "man": 77, "lays": 78, "bench": 79, "while": 80, "his": 81, "by": 82, "him": 83, "which": 84, "also": 85, "tied": 86, "sleeping": 87, "next": 88, "shirtless": 89, "lies": 90, "park": 91, "laying": 92, "holding": 93, "leash": 94, "ground": 95, "orange": 96, "hat": 97, "starring": 98, "something": 99, "wears": 100, "glasses": 101, "wearing": 102, "beer": 103, "can": 104, "pierced": 105, "ears": 106, "rope": 107, "net": 108, "red": 109, "climbs": 110, "bridge": 111, "onto": 112, "ropes": 113, "playground": 114, "running": 115, "grassy": 116, "garden": 117, "surrounded": 118, "fence": 119, "through": 120, "boston": 121, "terrier": 122, "lush": 123, "green": 124, "runs": 125, "near": 126, "shakes": 127, "its": 128, "head": 129, "shore": 130, ",": 131, "ball": 132, "edge": 133, "beach": 134, "feet": 135, "stands": 136, "shaking": 137, "off": 138, "water": 139, "standing": 140, "turned": 141, "one": 142, "side": 143, "boy": 144, "smiles": 145, "stony": 146, "wall": 147, "city": 148, "overalls": 149, "working": 150, "stone": 151, "walking": 152, "paved": 153, "metal": 154, "pole": 155, "behind": 156, "smiling": 157, "shirt": 158, "blue": 159, "jeans": 160, "rock": 161, "leaps": 162, "over": 163, "log": 164, "grey": 165, "leaping": 166, "fallen": 167, "tree": 168, "collar": 169, "jumping": 170, "jumped": 171, "stump": 172, "snow": 173, "field": 174, "surface": 175, "displaying": 176, "pictures": 177, "skier": 178, "skis": 179, "past": 180, "another": 181, "paintings": 182, "person": 183, "framed": 184, "looks": 185, "trees": 186, "artwork": 187, "for": 188, "sale": 189, "cliff": 190, "group": 191, "people": 192, "seven": 193, "climbers": 194, "ascending": 195, "face": 196, "whilst": 197, "several": 198, "row": 199, "watches": 200, "holds": 201, "line": 202, "chases": 203, "from": 204, "sprinkler": 205, "lawn": 206, "hose": 207, "away": 208, "prepares": 209, "catch": 210, "thrown": 211, "object": 212, "nearby": 213, "cars": 214, "about": 215, "yellow": 216, "mouth": 217, "toy": 218, "ready": 219, "flying": 220, "air": 221, "after": 222, "get": 223, "jumps": 224, "towards": 225, "trying": 226, "midair": 227, "woman": 228, "waters": 229, "big": 230, "lake": 231, "lone": 232, "duck": 233, "swimming": 234, "around": 235, "watching": 236, "waves": 237, "hand": 238, "facing": 239, "skyline": 240, "couple": 241, "infant": 242, "being": 243, "held": 244, "male": 245, "pond": 246, "stroller": 247, "sit": 248, "baby": 249, "their": 250, "newborn": 251, "under": 252, "care": 253, "along": 254, "body": 255, "outdoors": 256, "surf": 257, "lab": 258, "tags": 259, "splashes": 260, "this": 261, "splashing": 262, "drilling": 263, "hole": 264, "ice": 265, "frozen": 266, "men": 267, "fishing": 268, "play": 269, "making": 270, "turn": 271, "soft": 272, "sand": 273, "together": 274, "tan": 275, "sandy": 276, "uses": 277, "picks": 278, "climber": 279, "jacket": 280, "pants": 281, "scaling": 282, "waterfall": 283, "carries": 284, "as": 285, "he": 286, "walks": 287, "carrying": 288, "has": 289, "item": 290, "wet": 291, "kayak": 292, "life": 293, "jackets": 294, "rowing": 295, "canoe": 296, "ride": 297, "courtyard": 298, "catching": 299, "lunges": 300, "chocolate": 301, "too": 302, "late": 303, "driveway": 304, "stick": 305, "kneeling": 306, "goalie": 307, "hockey": 308, "guarding": 309, "goal": 310, "kid": 311, "rink": 312, "right": 313, "crouches": 314, "modern": 315, "art": 316, "structure": 317, "glass": 318, "reads": 319, "newspaper": 320, "sculpture": 321, "office": 322, "statue": 323, "backpack": 324, "buildings": 325, "reading": 326, "tent": 327, "enter": 328, "setting": 329, "hut": 330, "iced": 331, "tarp": 332, "snowy": 333, "three": 334, "hill": 335, "sky": 336, "them": 337, "stand": 338, "kneels": 339, "skyscraper": 340, "very": 341, "tall": 342, "distance": 343, "camera": 344, "bites": 345, "hard": 346, "treat": 347, "biting": 348, "good": 349, "putting": 350, "both": 351, "eats": 352, "food": 353, "table": 354, "eating": 355, "pizza": 356, "dish": 357, "mountainside": 358, "check": 359, "out": 360, "view": 361, "overlooking": 362, "valley": 363, "hang": 364, "top": 365, "overlook": 366, "rest": 367, "ledge": 368, "above": 369, "down": 370, "many": 371, "inflatable": 372, "boats": 373, "kayakers": 374, "railing": 375, "rafts": 376, "below": 377, "crowd": 378, "jersey": 379, "pose": 380, "some": 381, "posing": 382, "picture": 383, "asian": 384, "blond": 385, "background": 386, "guy": 387, "striped": 388, "television": 389, "floor": 390, "fast": 391, "meal": 392, "someone": 393, "tv": 394, "teens": 395, "rail": 396, "crowded": 397, "takes": 398, "jump": 399, "skateboard": 400, "performing": 401, "trick": 402, "leans": 403, "skateboarder": 404, "doing": 405, "board": 406, "platform": 407, "skateboarders": 408, "paddling": 409, "river": 410, "seen": 411, "kayaking": 412, "paddles": 413, "boat": 414, "paddle": 415, "shallow": 416, "girls": 417, "ocean": 418, "four": 419, "children": 420, "pajamas": 421, "have": 422, "pillow": 423, "fight": 424, "kids": 425, "bed": 426, "having": 427, "workers": 428, "beam": 429, "taking": 430, "break": 431, "construction": 432, "take": 433, "seat": 434, "steel": 435, "boys": 436, "puddle": 437, "balloon": 438, "mud": 439, "sunny": 440, "day": 441, "appears": 442, "wait": 443, "taxi": 444, "traffic": 445, "blonde": 446, "hair": 447, "tube": 448, "waving": 449, "arm": 450, "train": 451, "rides": 452, "book": 453, "rocky": 454, "run": 455, "across": 456, "stones": 457, "area": 458, "descends": 459, "end": 460, "high": 461, "diving": 462, "pool": 463, "dive": 464, "window": 465, "tank": 466, "door": 467, "puts": 468, "elevator": 469, "light-colored": 470, "light": 471, "swim": 472, "shorts": 473, "trunks": 474, "arms": 475, "outstretched": 476, "hiker": 477, "bluff": 478, "mountains": 479, "ski": 480, "'s": 481, "landscape": 482, "snow-covered": 483, "mountain": 484, "beautiful": 485, "pauses": 486, "mountaintop": 487, "attempting": 488, "purple": 489, "low": 490, "cut": 491, "yard": 492, "frisbee": 493, "parking": 494, "lot": 495, "middle": 496, "during": 497, "heavy": 498, "mat": 499, "between": 500, "suv": 501, "pickup": 502, "open": 503, "busy": 504, "terrain": 505, "doberman": 506, "chasing": 507, "catches": 508, "tennis": 509, "multicolor": 510, "balloons": 511, "night": 512, "hot": 513, "lit": 514, "lined": 515, "nighttime": 516, "helmet": 517, "bike": 518, "miniature": 519, "dirt": 520, "bicycle": 521, "race": 522, "pedals": 523, "quickly": 524, "bmx": 525, "eight": 526, "gathered": 527, "dark": 528, "porch": 529, "darkened": 530, "room": 531, "throwing": 532, "bubbles": 533, "suds": 534, "clean": 535, "foam": 536, "ramp": 537, "getting": 538, "slides": 539, "slide": 540, "wading": 541, "toys": 542, "floating": 543, "backyard": 544, "sliding": 545, "colorful": 546, "falling": 547, "colored": 548, "wetsuit": 549, "toddler": 550, "waiting": 551, "come": 552, "so": 553, "droplets": 554, "fly": 555, "throws": 556, "sticks": 557, "tongue": 558, "make": 559, "faces": 560, "sticking": 561, "look": 562, "silly": 563, "horse": 564, "sweatshirt": 565, "fire": 566, "barrel": 567, "lead": 568, "horses": 569, "bulldog": 570, "sheep": 571, "boxer": 572, "pushing": 573, "skinny": 574, "smaller": 575, "int": 576, "various": 577, "sizes": 578, "lady": 579, "no": 580, "dock": 581, "deck": 582, "closeup": 583, "that": 584, "paws": 585, "lying": 586, "resting": 587, "tiled": 588, "eyes": 589, "rests": 590, "patio": 591, "bricks": 592, "artificial": 593, "safety": 594, "harness": 595, "indoor": 596, "rocks": 597, "ring": 598, "teenage": 599, "seating": 600, "inflated": 601, "family": 602, "tractor": 603, "polaris": 604, "vehicle": 605, "played": 606, "wheeler": 607, "riding": 608, "atv": 609, "costume": 610, "left": 611, "sequined": 612, "feather": 613, "sidewalk": 614, "bikini": 615, ";": 616, "outfit": 617, "drinking": 618, "pop": 619, "flamboyant": 620, "dressed": 621, "feathered": 622, "skiiers": 623, "forest": 624, "skiing": 625, "wooded": 626, "cross-country": 627, "skiers": 628, "woodland": 629, "trail": 630, "woods": 631, "hikers": 632, "pathway": 633, "path": 634, "happily": 635, "mother": 636, "boardwalk": 637, "sea": 638, "pier": 639, "evening": 640, "pony": 641, "atop": 642, "draft": 643, "pull": 644, "cart": 645, "golden": 646, "sleigh": 647, "driven": 648, "coat": 649, "pulling": 650, "carriage": 651, "sled": 652, "sheer": 653, "using": 654, "flat": 655, "steep": 656, "incline": 657, "vest": 658, "inside": 659, "dome": 660, "cave": 661, "shows": 662, "sunlight": 663, "lay": 664, "dry": 665, "camp": 666, "gear": 667, "chalk": 668, "portrait": 669, "stream": 670, "drawing": 671, "elaborate": 672, "deep": 673, "pile": 674, "fountain": 675, "fountains": 676, "sprayed": 677, "corgi": 678, "tunnel": 679, "course": 680, "obstacle": 681, "obedience": 682, "swimsuit": 683, "handrail": 684, "bathing": 685, "suit": 686, "spray": 687, "soaked": 688, "jet": 689, "shower": 690, "gets": 691, "underwater": 692, "red-headed": 693, "swims": 694, "gun": 695, "foot": 696, "aims": 697, "fireplace": 698, "new": 699, "pointed": 700, "alone": 701, "jagged": 702, "snowmobile": 703, "mid": 704, "flies": 705, "rider": 706, "or": 707, "machine": 708, "pine": 709, "rural": 710, "snowmobiles": 711, "helmets": 712, "goggles": 713, "helmeted": 714, "drive": 715, "atvs": 716, "heads": 717, "wheel": 718, "wheelers": 719, "empty": 720, "all": 721, "!": 722, "four-wheeler": 723, "airborne": 724, "quad": 725, "happy": 726, "playfully": 727, "soccer": 728, "t-shirt": 729, "artist": 730, "paints": 731, "clouds": 732, "braids": 733, "colors": 734, "paper": 735, "cyclist": 736, "curved": 737, "sharp": 738, "curve": 739, "pedaling": 740, "cows": 741, "biker": 742, "fetch": 743, "pounces": 744, "old": 745, "fashioned": 746, "video": 747, "aim": 748, "cheeks": 749, "lips": 750, "border": 751, "collie": 752, "audience": 753, "dug": 754, "watch": 755, "onlookers": 756, "closely": 757, "smooth": 758, "against": 759, "backdrop": 760, "shoes": 761, "attached": 762, "sprays": 763, "frog": 764, "public": 765, "wood": 766, "animal": 767, "bird": 768, "seeds": 769, "clinging": 770, "finger": 771, "wades": 772, "guided": 773, "laughs": 774, "playful": 775, "beige": 776, "outdoor": 777, "handstand": 778, "does": 779, "sheets": 780, "upside": 781, "snowboard": 782, "surfboard": 783, "bikes": 784, "traveling": 785, "worn": 786, "motorcycles": 787, "motorbikes": 788, "follow": 789, "off-road": 790, "flag": 791, "moon": 792, "star": 793, "gown": 794, "muslim": 795, "helps": 796, "wave": 797, "half": 798, "naked": 799, "chair": 800, "older": 801, "back": 802, "relaxes": 803, "where": 804, "bicycles": 805, "propped": 806, "cap": 807, "close": 808, "parked": 809, "relaxing": 810, "folding": 811, "topless": 812, "navy": 813, "retrieve": 814, "mouths": 815, "tug": 816, "chew": 817, "haired": 818, "drink": 819, "tilted": 820, "spiked": 821, "party": 822, "streets": 823, "they": 824, "women": 825, "parade": 826, "vegetation": 827, "filled": 828, "bushes": 829, "creating": 830, "splash": 831, "seaweed": 832, "swimmers": 833, "foreground": 834, "sandals": 835, "short": 836, "sleeved": 837, "snows": 838, "furry": 839, "attempts": 840, "itself": 841, "self": 842, "backpacks": 843, "placed": 844, "cardboard": 845, "bus": 846, "station": 847, "bouncing": 848, "folded": 849, "beds": 850, "bedroom": 851, "snowboarder": 852, "slope": 853, "snowboarders": 854, "slopes": 855, "clothing": 856, "store": 857, "opening": 858, "stores": 859, "piece": 860, "attire": 861, "car": 862, "strip": 863, "boots": 864, "stepping": 865, "van": 866, "wear": 867, "game": 868, "plants": 869, "crossing": 870, "greenery": 871, "tropical": 872, "caution": 873, "sign": 874, "beside": 875, "bright": 876, "truck": 877, "others": 878, "helping": 879, "step": 880, "pulled": 881, "passengers": 882, "brightly": 883, "poses": 884, "pig": 885, "hugs": 886, "who": 887, "embracing": 888, "event": 889, "hugging": 890, "stretch": 891, "bicyclist": 892, "cross": 893, "biking": 894, "jogging": 895, "headset": 896, "jogs": 897, "headphones": 898, "plant": 899, "corner": 900, "bicyclists": 901, "intersection": 902, "bikers": 903, "stop": 904, "town": 905, "without": 906, "guiding": 907, "wagon": 908, "leading": 909, "hits": 910, "tee": 911, "practices": 912, "hitting": 913, "baseball": 914, "adult": 915, "bats": 916, "put": 917, "batting": 918, "cage": 919, "spins": 920, "sun": 921, "she": 922, "trumpet": 923, "marching": 924, "band": 925, "teenager": 926, "samples": 927, "fair": 928, "apron": 929, "serving": 930, "drinks": 931, "tray": 932, "offering": 933, "offers": 934, "tea": 935, "try": 936, "full": 937, "sledge": 938, "plain": 939, "loading": 940, "items": 941, "preparing": 942, "order": 943, "sneakers": 944, "leap": 945, "elderly": 946, "straw": 947, "gray": 948, "sweater": 949, "arched": 950, "walk": 951, "hallway": 952, "flip": 953, "flops": 954, "hood": 955, "legs": 956, "boulder": 957, "mountaineer": 958, "clear": 959, "hooded": 960, "wrestling": 961, "wrestle": 962, "bending": 963, "blanket": 964, "stuffed": 965, "animals": 966, "giving": 967, "war": 968, "nose": 969, "piercing": 970, "silver": 971, "grin": 972, "games": 973, "bar": 974, "neon": 975, "hanging": 976, "bank": 977, "computer": 978, "machines": 979, "rough": 980, "approach": 981, "long-haired": 982, "directions": 983, "warm": 984, "weather": 985, "summer": 986, "time": 987, "clothes": 988, "camouflage": 989, "squirting": 990, "guns": 991, "spraying": 992, "squirt": 993, "inground": 994, "parents": 995, "carts": 996, "twin": 997, "pushed": 998, "shaped": 999, "strollers": 1000, "toddlers": 1001, "alike": 1002, "plastic": 1003, "team": 1004, "uniforms": 1005, "same": 1006, "hats": 1007, "sporting": 1008, "florida": 1009, "dolphin": 1010, "caps": 1011, "flowers": 1012, "shrubbery": 1013, "shaggy": 1014, "long": 1015, "alongside": 1016, "advertisement": 1017, "underground": 1018, "transit": 1019, "backlit": 1020, "subway": 1021, "umbrella": 1022, "unicycle": 1023, "scooter": 1024, "reaches": 1025, "post": 1026, "concrete": 1027, "landing": 1028, "snack": 1029, "picnic": 1030, "luggage": 1031, "eat": 1032, "flowery": 1033, "floral": 1034, "purse": 1035, "stretched": 1036, "tussle": 1037, "suspended": 1038, "igloo": 1039, "type": 1040, "dangling": 1041, "strange": 1042, "closes": 1043, "shining": 1044, "closed": 1045, "photo": 1046, "photograph": 1047, "just": 1048, "church": 1049, "begin": 1050, "climb": 1051, "pretty": 1052, "cleaning": 1053, "windows": 1054, "laughing": 1055, "swing": 1056, "swings": 1057, "spoon": 1058, "heels": 1059, "brick": 1060, "weeds": 1061, "cushion": 1062, "asleep": 1063, "sofa": 1064, "pacifier": 1065, "sucking": 1066, "teddy": 1067, "bear": 1068, "sells": 1069, "soda": 1070, "cans": 1071, "vendor": 1072, "selling": 1073, "stall": 1074, "males": 1075, "print": 1076, "gold": 1077, "stove": 1078, "pipe": 1079, "makeup": 1080, "benches": 1081, "tile": 1082, "lobby": 1083, "sunglasses": 1084, "overpass": 1085, "mask": 1086, "bald": 1087, "containing": 1088, "flips": 1089, "tumbling": 1090, "denim": 1091, "daughter": 1092, "claps": 1093, "ear": 1094, "bite": 1095, "sports": 1096, "eye": 1097, "protection": 1098, "female": 1099, "lacrosse": 1100, "players": 1101, "these": 1102, "player": 1103, "number": 1104, "six": 1105, "6": 1106, "chased": 1107, "approaching": 1108, "thin": 1109, "carpet": 1110, "rug": 1111, "suits": 1112, "friends": 1113, "smile": 1114, "ladies": 1115, "bikinis": 1116, "sat": 1117, "reflection": 1118, "marble": 1119, "dances": 1120, "hips": 1121, "skirt": 1122, "reflections": 1123, "close-up": 1124, "writing": 1125, "blurry": 1126, "descending": 1127, "dance": 1128, "kicking": 1129, "cat": 1130, "growling": 1131, "hiding": 1132, "snarling": 1133, "corners": 1134, "approaches": 1135, "police": 1136, "motorcycle": 1137, "motorized": 1138, "muddy": 1139, "motorbike": 1140, "uphill": 1141, "motocross": 1142, "circuit": 1143, "racer": 1144, "jumpsuit": 1145, "display": 1146, "underwear": 1147, "pairs": 1148, "shelter": 1149, "wire": 1150, "awning": 1151, "stopped": 1152, "creek": 1153, "leaning": 1154, "focus": 1155, "motion": 1156, "says": 1157, "ad": 1158, "logo": 1159, "``": 1160, "''": 1161, "sunset": 1162, "float": 1163, "talk": 1164, "cafe": 1165, "like": 1166, "union": 1167, "jack": 1168, "drives": 1169, "waits": 1170, "driving": 1171, "handbag": 1172, "collared": 1173, "leashed": 1174, "lap": 1175, "enjoys": 1176, "coffee": 1177, "carying": 1178, "crib": 1179, "tries": 1180, "playpen": 1181, "expanse": 1182, "mountainous": 1183, "summit": 1184, "trots": 1185, "football": 1186, "fell": 1187, "first": 1188, "seated": 1189, "candle": 1190, "candles": 1191, "birthday": 1192, "place": 1193, "reached": 1194, "5": 1195, "celebrating": 1196, "cake": 1197, "trotting": 1198, "12": 1199, "few": 1200, "adults": 1201, "splashed": 1202, "source": 1203, "winter": 1204, "thick": 1205, "almost": 1206, "golf": 1207, "blocking": 1208, "club": 1209, "sleeveless": 1210, "khaki": 1211, "begins": 1212, "lots": 1213, "shown": 1214, "cloudy": 1215, "structures": 1216, "passes": 1217, "huts": 1218, "wakeboarder": 1219, "sideways": 1220, "waterskier": 1221, "performs": 1222, "tricks": 1223, "waterskiing": 1224, "knee": 1225, "fall": 1226, "wakeboard": 1227, "wakeboarding": 1228, "younger": 1229, "watercraft": 1230, "renaissance": 1231, "costumes": 1232, "booth": 1233, "medieval": 1234, "crouch": 1235, "fish": 1236, "stare": 1237, "pitch": 1238, "uniform": 1239, "african-american": 1240, "dark-skinned": 1241, "halter": 1242, "stuck": 1243, "husky": 1244, "straps": 1245, "turning": 1246, "dogsled": 1247, "flags": 1248, "five": 1249, "coming": 1250, "harnesses": 1251, "wide": 1252, "barks": 1253, "shoulder": 1254, "fluffy": 1255, "grab": 1256, "tables": 1257, "hops": 1258, "talks": 1259, "showing": 1260, "squatting": 1261, "talking": 1262, "signing": 1263, "phone": 1264, "cellphone": 1265, "flower": 1266, "retaining": 1267, "views": 1268, "electronic": 1269, "device": 1270, "frame": 1271, "shopping": 1272, "bag": 1273, "labeled": 1274, "gathers": 1275, "backpacker": 1276, "american": 1277, "carring": 1278, "hiking": 1279, "hikes": 1280, "swung": 1281, "underneath": 1282, "unseen": 1283, "stool": 1284, "nightclub": 1285, "chairs": 1286, "including": 1287, "camo": 1288, "backward": 1289, "backwards": 1290, "gives": 1291, "evil": 1292, "serious": 1293, "reflective": 1294, "watery": 1295, "block": 1296, "size": 1297, "dirty": 1298, "bottle": 1299, "leotard": 1300, "checkered": 1301, "tight": 1302, "bars": 1303, "hangs": 1304, "monkey": 1305, "jungle": 1306, "gym": 1307, "ladder": 1308, "swinging": 1309, "wings": 1310, "floaties": 1311, "hit": 1312, "tracks": 1313, "railroad": 1314, "track": 1315, "jean": 1316, "barefoot": 1317, "bearded": 1318, "turquoise": 1319, "peace": 1320, "stops": 1321, "symbol": 1322, "headdress": 1323, "shaved": 1324, "earrings": 1325, "bound": 1326, "misty": 1327, "surfboards": 1328, "prepare": 1329, "participating": 1330, "attempt": 1331, "give": 1332, "signal": 1333, "examining": 1334, "tire": 1335, "racers": 1336, "racing": 1337, "bucket": 1338, "beneath": 1339, "boogie": 1340, "trampoline": 1341, "telephone": 1342, "power": 1343, "lines": 1344, "poles": 1345, "electrical": 1346, "wires": 1347, "puppies": 1348, "chase": 1349, "heavily": 1350, "cold": 1351, "but": 1352, "morning": 1353, "sets": 1354, "trekking": 1355, "hello": 1356, "kitty": 1357, "figure": 1358, "slightly": 1359, "floats": 1360, "peers": 1361, "huge": 1362, "scene": 1363, "skimpy": 1364, "rain": 1365, "screams": 1366, "squinting": 1367, "still": 1368, "hillside": 1369, "skating": 1370, "instructor": 1371, "skate": 1372, "hold": 1373, "go": 1374, "museum": 1375, "lie": 1376, "puffy": 1377, "tired": 1378, "silhouetted": 1379, "retriever": 1380, "transportation": 1381, "business": 1382, "nap": 1383, "tie": 1384, "dusk": 1385, "pharmacy": 1386, "aid": 1387, "tuxedo": 1388, "bow-tie": 1389, "kissing": 1390, "cheek": 1391, "kiss": 1392, "shirts": 1393, "vests": 1394, "kissed": 1395, "formal": 1396, "balcony": 1397, "amusement": 1398, "upper": 1399, "carnival": 1400, "attraction": 1401, "brightly-colored": 1402, "urban": 1403, "follows": 1404, "covers": 1405, "tide": 1406, "brown-haired": 1407, "sunshine": 1408, "shines": 1409, "crocs": 1410, "breaks": 1411, "swords": 1412, "sparring": 1413, "bat": 1414, "cup": 1415, "rubber": 1416, "sponge": 1417, "acting": 1418, "referee": 1419, "funny": 1420, "matching": 1421, "polo": 1422, "strike": 1423, "goofy": 1424, "lane": 1425, "gravel": 1426, "land": 1427, "puppy": 1428, "labs": 1429, "females": 1430, "scarves": 1431, "dresses": 1432, "examine": 1433, "skirts": 1434, "help": 1435, "push": 1436, "among": 1437, "cement": 1438, "donut": 1439, "shop": 1440, "barriers": 1441, "before": 1442, "craft": 1443, "fabric": 1444, "pirate": 1445, "skull": 1446, "saxophone": 1447, "hydrant": 1448, "musical": 1449, "instrument": 1450, "retrieves": 1451, "hind": 1452, "yorkie": 1453, "far": 1454, "liberty": 1455, "photos": 1456, "york": 1457, "taken": 1458, "balls": 1459, "shed": 1460, "bounced": 1461, "casting": 1462, "rod": 1463, "spectators": 1464, "pitbull": 1465, "labrador": 1466, "firefighter": 1467, "fireman": 1468, "engine": 1469, "was": 1470, "backed": 1471, "monument": 1472, "clapping": 1473, "base": 1474, "washington": 1475, "memorial": 1476, "arch": 1477, "marker": 1478, "house": 1479, "diaper": 1480, "ink": 1481, "vertical": 1482, "logs": 1483, "balances": 1484, "tops": 1485, "posts": 1486, "mirror": 1487, "burgundy": 1488, "hoodie": 1489, "own": 1490, "softball": 1491, "winding": 1492, "throw": 1493, "tosses": 1494, "tossing": 1495, "emerging": 1496, "poodle": 1497, "leaving": 1498, "marked": 1499, "7": 1500, "circle": 1501, "camping": 1502, "equipment": 1503, "bags": 1504, "flowered": 1505, "peaking": 1506, "leaves": 1507, "peeks": 1508, "foliage": 1509, "bottom": 1510, "surfing": 1511, "made": 1512, "dune": 1513, "snowboarding": 1514, "leaf": 1515, "saddle": 1516, "tub": 1517, "container": 1518, "squeeze": 1519, "bath": 1520, "bin": 1521, "cloth": 1522, "rag": 1523, "towel": 1524, "overhang": 1525, "formation": 1526, "horizontal": 1527, "crosses": 1528, "hung": 1529, "sniff": 1530, "somthing": 1531, "walkway": 1532, "corridor": 1533, "industrial": 1534, "enjoying": 1535, "terrace": 1536, "either": 1537, "narrow": 1538, "tree-lined": 1539, "wine": 1540, "restaurant": 1541, "aiming": 1542, "rifle": 1543, "shoots": 1544, "shoot": 1545, "screen": 1546, "laptop": 1547, "earphones": 1548, "cover": 1549, "sheet": 1550, "mannequins": 1551, "case": 1552, "outfits": 1553, "fishes": 1554, "you": 1555, "hi-viz": 1556, "carved": 1557, "pushes": 1558, "doll": 1559, "mustache": 1560, "plaid": 1561, "elder": 1562, "overlooks": 1563, "speaks": 1564, "overgrown": 1565, "streaked": 1566, "fur": 1567, "beaded": 1568, "belt": 1569, "goth": 1570, "pot": 1571, "had": 1572, "grinning": 1573, "excited": 1574, "will": 1575, "be": 1576, "go-cart": 1577, "only": 1578, "branch": 1579, "owner": 1580, "collection": 1581, "stuff": 1582, "pug": 1583, "bends": 1584, "pick": 1585, "merchandise": 1586, "retrieving": 1587, "pack": 1588, "irish": 1589, "setter": 1590, "father": 1591, "lifting": 1592, "peak": 1593, "formations": 1594, "ancient": 1595, "waterski": 1596, "boarding": 1597, "towed": 1598, "speed": 1599, "cowboy": 1600, "chain": 1601, "neck": 1602, "roller": 1603, "coaster": 1604, "airport": 1605, "overhead": 1606, "shot": 1607, "casino": 1608, "carefully": 1609, "innertube": 1610, "saying": 1611, "shades": 1612, "roadside": 1613, "brunette": 1614, "combat": 1615, "curb": 1616, "bungee": 1617, "cords": 1618, "lift": 1619, "active": 1620, "strapped": 1621, "tether": 1622, "guards": 1623, "rolling": 1624, "competing": 1625, "agility": 1626, "lifts": 1627, "paw": 1628, "palm": 1629, "crash": 1630, "test": 1631, "dummy": 1632, "robot": 1633, "touch": 1634, "gentleman": 1635, "rock-climbing": 1636, "ascends": 1637, "downward": 1638, "lean": 1639, "dragged": 1640, "lands": 1641, "tag": 1642, "zip": 1643, "parasailing": 1644, "second": 1645, "shake": 1646, "themselves": 1647, "waist": 1648, "finished": 1649, "route": 1650, "bay": 1651, "patch": 1652, "bandanna": 1653, "harbor": 1654, "makes": 1655, "fist": 1656, "headscarf": 1657, "couch": 1658, "lamp": 1659, "indoors": 1660, "reaching": 1661, "teal": 1662, "catcher": 1663, "points": 1664, "league": 1665, "pointing": 1666, "sides": 1667, "teams": 1668, "scenic": 1669, "cobblestone": 1670, "volleyball": 1671, "athletic": 1672, "demonstrates": 1673, "interesting": 1674, "moves": 1675, "spinning": 1676, "drops": 1677, "great": 1678, "height": 1679, "stares": 1680, "intently": 1681, "checking": 1682, "forward": 1683, "tracksuit": 1684, "squeezing": 1685, "necklace": 1686, "freshly": 1687, "lemonade": 1688, "juice": 1689, "dinner": 1690, "plates": 1691, "serve": 1692, "plate": 1693, "peek": 1694, "trunk": 1695, "guys": 1696, "touches": 1697, "mans": 1698, "seems": 1699, "touched": 1700, "brother": 1701, "gloves": 1702, "wrapping": 1703, "speaking": 1704, "box": 1705, "hurdle": 1706, "spaniel": 1707, "clears": 1708, "obstacles": 1709, "pulls": 1710, "cigarette": 1711, "lighting": 1712, "fisherman": 1713, "mohawk": 1714, "style": 1715, "shade": 1716, "ribbon": 1717, "ninja": 1718, "strikes": 1719, "karate": 1720, "attacking": 1721, "masked": 1722, "martial": 1723, "arts": 1724, "practicing": 1725, "kick": 1726, "peaceful": 1727, "solitary": 1728, "moment": 1729, "german": 1730, "shephard": 1731, "opened": 1732, "living": 1733, "handles": 1734, "touching": 1735, "seats": 1736, "bleachers": 1737, "patiently": 1738, "show": 1739, "handle": 1740, "stripe": 1741, "sleeve": 1742, "graffiti": 1743, "skateboarding": 1744, "skater": 1745, "amidst": 1746, "cloud": 1747, "recently": 1748, "hamburgers": 1749, "kitchen": 1750, "jar": 1751, "spread": 1752, "tattooed": 1753, "tattoos": 1754, "backs": 1755, "bathroom": 1756, "facial": 1757, "feeding": 1758, "son": 1759, "himself": 1760, "racket": 1761, "2": 1762, "watched": 1763, "muscular": 1764, "raising": 1765, "backpacking": 1766, "following": 1767, "completely": 1768, "hide": 1769, "partially": 1770, "treads": 1771, "fields": 1772, "shoulders": 1773, "beard": 1774, "hilly": 1775, "steers": 1776, "swampy": 1777, "ridden": 1778, "markers": 1779, "disc": 1780, "plains": 1781, "distant": 1782, "scales": 1783, "fun": 1784, "bouncy": 1785, "centipede": 1786, "favorite": 1787, "plush": 1788, "multi-colored": 1789, "bent": 1790, "sloping": 1791, "participate": 1792, "sport": 1793, "strips": 1794, "fenced": 1795, "limb": 1796, "chewing": 1797, "gnawing": 1798, "uncut": 1799, "leafy": 1800, "teeth": 1801, "russell": 1802, "really": 1803, "third": 1804, "lens": 1805, "sippy": 1806, "sipping": 1807, "teen": 1808, "school": 1809, "cartwheel": 1810, "gate": 1811, "long-necked": 1812, "crashing": 1813, "rapids": 1814, "egret": 1815, "battling": 1816, "kayaks": 1817, "rows": 1818, "kayaker": 1819, "goes": 1820, "cyclists": 1821, "chat": 1822, "bottles": 1823, "bread": 1824, "market": 1825, "gallery": 1826, "string": 1827, "instruments": 1828, "music": 1829, "branches": 1830, "button": 1831, "class": 1832, "halloween": 1833, "shawl": 1834, "tricycles": 1835, "three-wheeled": 1836, "vehicles": 1837, "baskets": 1838, "steps": 1839, "seem": 1840, "guitarist": 1841, "hula-hoops": 1842, "microphones": 1843, "guitar": 1844, "stage": 1845, "nearly": 1846, "mesh": 1847, "enclosed": 1848, "balancing": 1849, "leg": 1850, "we": 1851, "not": 1852, "see": 1853, "gestures": 1854, "gesture": 1855, "presses": 1856, "cries": 1857, "peering": 1858, "dragging": 1859, "though": 1860, "emerges": 1861, "maneuvers": 1862, "whitewater": 1863, "jeep": 1864, "ditch": 1865, "free": 1866, "hi": 1867, "ravine": 1868, "batter": 1869, "padded": 1870, "training": 1871, "attack": 1872, "squirts": 1873, "pistol": 1874, "brownish": 1875, "pale": 1876, "tussling": 1877, "bigger": 1878, "downhill": 1879, "rafting": 1880, "raft": 1881, "rafters": 1882, "squats": 1883, "crouching": 1884, "cutting": 1885, "bowls": 1886, "court": 1887, "diners": 1888, "visible": 1889, "counter": 1890, "mall": 1891, "drapped": 1892, "murky": 1893, "flannel": 1894, "tires": 1895, "mickey": 1896, "mouse": 1897, "quilt": 1898, "kilt": 1899, "bare": 1900, "crawling": 1901, "socks": 1902, "beat": 1903, "bounds": 1904, "skateboards": 1905, "do": 1906, "homemade": 1907, "boot": 1908, "apartment": 1909, "more": 1910, "winds": 1911, "hills": 1912, "autumn": 1913, "scuba": 1914, "gloved": 1915, "diver": 1916, "submerged": 1917, "lobster": 1918, "hall": 1919, "hardwood": 1920, "floors": 1921, "floored": 1922, "coats": 1923, "purses": 1924, "upon": 1925, "ahead": 1926, "dalmation": 1927, "tail": 1928, "parent": 1929, "bottoms": 1930, "balding": 1931, "choppy": 1932, "petting": 1933, "zoo": 1934, "goats": 1935, "lambs": 1936, "arena": 1937, "share": 1938, "farm": 1939, "pen": 1940, "enclosure": 1941, "goat": 1942, "curly": 1943, "headed": 1944, "flowing": 1945, "nears": 1946, "upside-down": 1947, "flipping": 1948, "direction": 1949, "gaze": 1950, "fangs": 1951, "intense": 1952, "bounce": 1953, "printed": 1954, "gather": 1955, "gazes": 1956, "horizon": 1957, "twirls": 1958, "kite": 1959, "countryside": 1960, "navigating": 1961, "current": 1962, "wheelie": 1963, "homeless": 1964, "litter": 1965, "lower": 1966, "lagoon": 1967, "fetching": 1968, "pirates": 1969, "drawn": 1970, "moustache": 1971, "scarf": 1972, "beads": 1973, "mark": 1974, "'": 1975, "mom": 1976, "slip": 1977, "wristbands": 1978, "jewelry": 1979, "off-camera": 1980, "barren": 1981, "handlebars": 1982, "grasps": 1983, "gymnastic": 1984, "maneuver": 1985, "brings": 1986, "dust": 1987, "storm": 1988, "blowing": 1989, "wind": 1990, "meadow": 1991, "tools": 1992, "digging": 1993, "brush": 1994, "brushes": 1995, "find": 1996, "multicolored": 1997, "safely": 1998, "parachutes": 1999, "landed": 2000, "exercises": 2001, "hound": 2002, "nips": 2003, "bared": 2004, "canoeing": 2005, "cooking": 2006, "campsite": 2007, "cooks": 2008, "pouring": 2009, "hay": 2010, "buried": 2011, "pumpkin": 2012, "heart": 2013, "bracelet": 2014, "examines": 2015, "begging": 2016, "map": 2017, "listening": 2018, "ipod": 2019, "highway": 2020, "floatation": 2021, "sniffing": 2022, "larger": 2023, "image": 2024, "covering": 2025, "mound": 2026, "elevated": 2027, "speedo": 2028, "raised": 2029, "extended": 2030, "raises": 2031, "travels": 2032, "shaded": 2033, "cricket": 2034, "dimly": 2035, "performer": 2036, "singing": 2037, "sings": 2038, "microphone": 2039, "electric": 2040, "onstage": 2041, "outcropping": 2042, "wilderness": 2043, "bubble": 2044, "if": 2045, "bathtub": 2046, "yelling": 2047, "crawls": 2048, "knees": 2049, "babies": 2050, "feed": 2051, "snowball": 2052, "tents": 2053, "else": 2054, "feature": 2055, "kicks": 2056, "teammate": 2057, "teammates": 2058, "opponents": 2059, "progress": 2060, "greet": 2061, "opposite": 2062, "lights": 2063, "corn": 2064, "stacks": 2065, "sailboat": 2066, "photographer": 2067, "competitive": 2068, "driver": 2069, "professional": 2070, "aqua": 2071, "shrubs": 2072, "country": 2073, "festival": 2074, "fenced-in": 2075, "link": 2076, "silhouette": 2077, "buy": 2078, "pedestrians": 2079, "times": 2080, "square": 2081, "auditorium": 2082, "students": 2083, "notes": 2084, "sniffs": 2085, "newly": 2086, "panting": 2087, "hoop": 2088, "motorcyclist": 2089, "rounds": 2090, "demonstration": 2091, "written": 2092, "support": 2093, "sponsored": 2094, "roadway": 2095, "lizards": 2096, "oriental": 2097, "travel": 2098, "racetrack": 2099, "muscle": 2100, "position": 2101, "perched": 2102, "casts": 2103, "shadow": 2104, "stairway": 2105, "rushing": 2106, "basset": 2107, "tethered": 2108, "vw": 2109, "coloring": 2110, "chest": 2111, "joy": 2112, "mouthed": 2113, "expression": 2114, "bunch": 2115, "spreads": 2116, "spiral": 2117, "cracked": 2118, "earth": 2119, "picking": 2120, "things": 2121, "spot": 2122, "riverbank": 2123, "wakeboards": 2124, "handed": 2125, "jacked": 2126, "surfer": 2127, "surfs": 2128, "foggy": 2129, "mist": 2130, "distorted": 2131, "dreadlocks": 2132, "photographing": 2133, "pasture": 2134, "bush": 2135, "sad": 2136, "exiting": 2137, "done": 2138, "staircase": 2139, "earring": 2140, "spiky": 2141, "profile": 2142, "punk": 2143, "hairstyle": 2144, "embrace": 2145, "uniformed": 2146, "carousel": 2147, "fake": 2148, "form": 2149, "observing": 2150, "horns": 2151, "wild": 2152, "races": 2153, "balance": 2154, "garbage": 2155, "strewn": 2156, "graffitied": 2157, "chats": 2158, "human": 2159, "butt": 2160, "trails": 2161, "real": 2162, "gas": 2163, "rocking": 2164, "tricycle": 2165, "springs": 2166, "huskies": 2167, "wheeled": 2168, "canyon": 2169, "hike": 2170, "jogger": 2171, "runner": 2172, "marathon": 2173, "rainy": 2174, "pours": 2175, "dim": 2176, "stomach": 2177, "headfirst": 2178, "beginning": 2179, "waterskies": 2180, "seagull": 2181, "gull": 2182, "shoreline": 2183, "stripes": 2184, "necked": 2185, "much": 2186, "join": 2187, "swimmer": 2188, "varying": 2189, "crouched": 2190, "struggles": 2191, "slipper": 2192, "fuzzy": 2193, "tugging": 2194, "grabs": 2195, "formally": 2196, "department": 2197, "skaters": 2198, "skinned": 2199, "neighborhood": 2200, "blazing": 2201, "campfire": 2202, "rocker": 2203, "spotters": 2204, "barely": 2205, "climbed": 2206, "leashes": 2207, "straining": 2208, "owners": 2209, "apart": 2210, "reach": 2211, "facepaint": 2212, "rolled": 2213, "frolics": 2214, "sprinklers": 2215, "boards": 2216, "skeleton": 2217, "leafs": 2218, "single": 2219, "elevation": 2220, "spiderman": 2221, "ringing": 2222, "candy": 2223, "rings": 2224, "beachgoers": 2225, "partly": 2226, "costumed": 2227, "diner": 2228, "scary": 2229, "devil": 2230, "raise": 2231, "kneel": 2232, "saber": 2233, "sword": 2234, "polka": 2235, "dot": 2236, "presentation": 2237, "hardhat": 2238, "upset": 2239, "streaming": 2240, "make-up": 2241, "crosswalk": 2242, "ok": 2243, "relax": 2244, "converse": 2245, "maroon": 2246, "bend": 2247, "squat": 2248, "carry": 2249, "waring": 2250, "angle": 2251, "stadium": 2252, "sprints": 2253, "floppy": 2254, "licking": 2255, "medium": 2256, "sized": 2257, "cargo": 2258, "lounge": 2259, "resort": 2260, "plaza": 2261, "european": 2262, "faded": 2263, "sharing": 2264, "serves": 2265, "feeds": 2266, "cream": 2267, "exhibit": 2268, "skips": 2269, "involving": 2270, "pet": 2271, "plank": 2272, "acrobatic": 2273, "stunts": 2274, "deflated": 2275, "led": 2276, "bicycler": 2277, "pit": 2278, "cycling": 2279, "unison": 2280, "soaking": 2281, "ends": 2282, "presents": 2283, "checked": 2284, "product": 2285, "dead": 2286, "master": 2287, "checks": 2288, "muzzle": 2289, "rottweiler": 2290, "cooling": 2291, "kisses": 2292, "start": 2293, "fat": 2294, "blow": 2295, "hoops": 2296, "arcade": 2297, "corndogs": 2298, "showering": 2299, "home": 2300, "facility": 2301, "watering": 2302, "wrapped": 2303, "work": 2304, "tool": 2305, "works": 2306, "trash": 2307, "multiple": 2308, "sacks": 2309, "punches": 2310, "fighter": 2311, "blocks": 2312, "boxers": 2313, "punching": 2314, "tossed": 2315, "caught": 2316, "faucet": 2317, "spigot": 2318, "turns": 2319, "tap": 2320, "boarder": 2321, "surfers": 2322, "crystal": 2323, "tourists": 2324, "opponent": 2325, "those": 2326, "persons": 2327, "4": 2328, "interacting": 2329, "smoking": 2330, "smokes": 2331, "scruffy": 2332, "sort": 2333, "markings": 2334, "basketball": 2335, "basketballs": 2336, "skills": 2337, "dribbles": 2338, "gymnasium": 2339, "dribbling": 2340, "potted": 2341, "rollerblading": 2342, "inline": 2343, "rollerblades": 2344, "travelling": 2345, "skates": 2346, "enjoy": 2347, "blow-up": 2348, "tubing": 2349, "period": 2350, "basket": 2351, "apples": 2352, "supplies": 2353, "desert": 2354, "space": 2355, "scrubby": 2356, "peaks": 2357, "conversation": 2358, "interracial": 2359, "chatting": 2360, "barbed": 2361, "clad": 2362, "cowgirl": 2363, "scantily": 2364, "jug": 2365, "washes": 2366, "teenagers": 2367, "columns": 2368, "dyed": 2369, "crate": 2370, "performance": 2371, "practice": 2372, "perform": 2373, "gymnastics": 2374, "gymnast": 2375, "somersault": 2376, "workout": 2377, "flooring": 2378, "drain": 2379, "threw": 2380, "reddish": 2381, "snowsuit": 2382, "parka": 2383, "forefront": 2384, "licks": 2385, "spout": 2386, "congregate": 2387, "french": 2388, "poodles": 2389, "romp": 2390, "world": 2391, "pretends": 2392, "scenery": 2393, "canoes": 2394, "paraglider": 2395, "soars": 2396, "parachuting": 2397, "parachute": 2398, "parachutist": 2399, "gathering": 2400, "used": 2401, "gliding": 2402, "collars": 2403, "asphalt": 2404, "control": 2405, "controller": 2406, "remote": 2407, "vacant": 2408, "pulley": 2409, "cape": 2410, "stripped": 2411, "tights": 2412, "laps": 2413, "tangled": 2414, "greyhound": 2415, "happening": 2416, "greyhounds": 2417, "finish": 2418, "surrounding": 2419, "colorfully": 2420, "decorated": 2421, "ridding": 2422, "fresh": 2423, "decoration": 2424, "riders": 2425, "engaged": 2426, "hug": 2427, "foothills": 2428, "flipped": 2429, "assist": 2430, "cots": 2431, "makeshift": 2432, "beanie": 2433, "christmas": 2434, "reindeer": 2435, "headband": 2436, "friend": 2437, "leave": 2438, "starting": 2439, "chicken": 2440, "money": 2441, "carrier": 2442, "juggles": 2443, "grocery": 2444, "sorts": 2445, "groceries": 2446, "concert": 2447, "beret": 2448, "boulders": 2449, "casual": 2450, "glider": 2451, "parasail": 2452, "shadowed": 2453, "range": 2454, "heading": 2455, "asking": 2456, "bundled": 2457, "upraised": 2458, "library": 2459, "bookstore": 2460, "read": 2461, "trip": 2462, "alert": 2463, "protective": 2464, "dalmatian": 2465, "lease": 2466, "hotel": 2467, "island": 2468, "woven": 2469, "toboggan": 2470, "identically": 2471, "identical": 2472, "pajama": 2473, "breaking": 2474, "bit": 2475, "icy": 2476, "pass": 2477, "overcoat": 2478, "goatee": 2479, "muzzled": 2480, "galloping": 2481, "buckets": 2482, "laundry": 2483, "cliffs": 2484, "dusty": 2485, "knife": 2486, "environment": 2487, "huddle": 2488, "cameras": 2489, "raging": 2490, "rear": 2491, "whose": 2492, "snowman": 2493, "couples": 2494, "broken": 2495, "hummer": 2496, "damaged": 2497, "carried": 2498, "army": 2499, "tow": 2500, "peach": 2501, "laid": 2502, "knit": 2503, "theme": 2504, "australian": 2505, "shepherd": 2506, "calm": 2507, "rugged": 2508, "region": 2509, "sleeves": 2510, "tiny": 2511, "cow": 2512, "bull": 2513, "mean": 2514, "spring": 2515, "african": 2516, "tunic": 2517, "canal": 2518, "whist": 2519, "waterway": 2520, "blue-green": 2521, "ponytail": 2522, "places": 2523, "chin": 2524, "crocodile": 2525, "posed": 2526, "what": 2527, "ankle": 2528, "rolls": 2529, "binoculars": 2530, "gazing": 2531, "snowcapped": 2532, "topped": 2533, "glacier": 2534, "giant": 2535, "ballet": 2536, "fairy": 2537, "wand": 2538, "butterfly": 2539, "tutu": 2540, "mix": 2541, "messy": 2542, "junk": 2543, "toilet": 2544, "kitten": 2545, "action": 2546, "pitcher": 2547, "bounces": 2548, "pigeons": 2549, "birds": 2550, "individuals": 2551, "photographs": 2552, "barrier": 2553, "laden": 2554, "digital": 2555, "laugh": 2556, "burlap": 2557, "wheels": 2558, "doors": 2559, "opens": 2560, "drenched": 2561, "sox": 2562, "determined": 2563, "mostly": 2564, "snowing": 2565, "falls": 2566, "soap": 2567, "located": 2568, "embankment": 2569, "footballers": 2570, "scrambling": 2571, "score": 2572, "3": 2573, "prevent": 2574, "swimsuits": 2575, "fog": 2576, "nice": 2577, "daytime": 2578, "activity": 2579, "sailing": 2580, "everywhere": 2581, "mock": 2582, "material": 2583, "stretching": 2584, "toss": 2585, "ultimate": 2586, "raincoat": 2587, "seattle": 2588, "docked": 2589, "redheaded": 2590, "disk": 2591, "crevice": 2592, "clay": 2593, "fruit": 2594, "got": 2595, "eyed": 2596, "syrup": 2597, "crossed": 2598, "herself": 2599, "snowbank": 2600, "icicle": 2601, "warmly": 2602, "pretending": 2603, "sleds": 2604, "unhappy": 2605, "winks": 2606, "winking": 2607, "dives": 2608, "santa": 2609, "claus": 2610, "st": 2611, "bernard": 2612, "passed": 2613, "frowning": 2614, "receives": 2615, "piled": 2616, "intertube": 2617, "bib": 2618, "inspects": 2619, "displayed": 2620, "desk": 2621, "customer": 2622, "drift": 2623, "sunshade": 2624, "rowboat": 2625, "spider-man": 2626, "hopping": 2627, "garage": 2628, "rise": 2629, "roof": 2630, "worker": 2631, "hammer": 2632, "tails": 2633, "muzzles": 2634, "masks": 2635, "rally": 2636, "fans": 2637, "rocket": 2638, "nature": 2639, "dumps": 2640, "bounding": 2641, "cheerleaders": 2642, "cheerleading": 2643, "routine": 2644, "cheering": 2645, "trailer": 2646, "stunt": 2647, "color": 2648, "ran": 2649, "beauty": 2650, "pads": 2651, "park-like": 2652, "move": 2653, "flock": 2654, "pair": 2655, "messily": 2656, "pasta": 2657, "spaghetti": 2658, "mess": 2659, "operating": 2660, "keyboard": 2661, "i": 2662, "hollywood": 2663, "leather": 2664, "plushie": 2665, "grinding": 2666, "crying": 2667, "cry": 2668, "somebody": 2669, "barn": 2670, "signs": 2671, "handicapped": 2672, "bale": 2673, "bales": 2674, "lodge": 2675, "starts": 2676, "ducks": 2677, "elegant": 2678, "geese": 2679, "8": 2680, "youngsters": 2681, "crashes": 2682, "nude": 2683, "extremely": 2684, "castle": 2685, "build": 2686, "photographed": 2687, "tandem": 2688, "security": 2689, "guard": 2690, "officer": 2691, "retrievers": 2692, "ties": 2693, "sound": 2694, "bow": 2695, "arrow": 2696, "target": 2697, "firing": 2698, "sucks": 2699, "bagpipes": 2700, "bagpipe": 2701, "adjusting": 2702, "part": 2703, "wrinkled": 2704, "leads": 2705, "clings": 2706, "crack": 2707, "hurdles": 2708, "fetches": 2709, "loaded": 2710, "nets": 2711, "company": 2712, "odd": 2713, "contraption": 2714, "returns": 2715, "attention": 2716, "wheelbarrow": 2717, "dancing": 2718, "because": 2719, "fancy": 2720, "upward": 2721, "glove": 2722, "groucho": 2723, "marx": 2724, "novelty": 2725, "rollerskates": 2726, "assisting": 2727, "act": 2728, "violin": 2729, "listens": 2730, "cramped": 2731, "lunch": 2732, "fort": 2733, "stripy": 2734, "built": 2735, "doorway": 2736, "well": 2737, "cardigan": 2738, "eastern": 2739, "runway": 2740, "placing": 2741, "tiger": 2742, "derby": 2743, "tattoo": 2744, "indian": 2745, "native": 2746, "pumps": 2747, "ceiling": 2748, "coverings": 2749, "wrestles": 2750, "nuzzling": 2751, "shirted": 2752, "tourist": 2753, "location": 2754, "wade": 2755, "clown": 2756, "whistle": 2757, "blows": 2758, "establishment": 2759, "rubs": 2760, "watermelon": 2761, "watermelons": 2762, "airplane": 2763, "cones": 2764, "cone": 2765, "flames": 2766, "flaming": 2767, "trainer": 2768, "fingers": 2769, "smeared": 2770, "sunsets": 2771, "reflecting": 2772, "sledding": 2773, "oar": 2774, "whom": 2775, "military": 2776, "british": 2777, "shoveling": 2778, "mini": 2779, "shovel": 2780, "shovels": 2781, "flooded": 2782, "japanese": 2783, "lining": 2784, "purchase": 2785, "tickets": 2786, "theater": 2787, "ticket": 2788, "fences": 2789, "passing": 2790, "boxes": 2791, "musician": 2792, "statues": 2793, "easter": 2794, "phones": 2795, "cellphones": 2796, "banks": 2797, "mounds": 2798, "brooms": 2799, "wheelchair": 2800, "scratches": 2801, "observes": 2802, "scratching": 2803, "sandbox": 2804, "pillows": 2805, "furniture": 2806, "liquid": 2807, "mug": 2808, "oxford": 2809, "magazine": 2810, "melted": 2811, "fill": 2812, "packed": 2813, "louis": 2814, "vuitton": 2815, "shops": 2816, "leafless": 2817, "dove": 2818, "abseiling": 2819, "repelling": 2820, "cord": 2821, "rappelling": 2822, "cliffside": 2823, "extreme": 2824, "repels": 2825, "individual": 2826, "lassie": 2827, "dolphins": 2828, "speckled": 2829, "fellow": 2830, "members": 2831, "feathers": 2832, "images": 2833, "umbrellas": 2834, "stay": 2835, "pocket": 2836, "boxing": 2837, "donkey": 2838, "sleeps": 2839, "barefooted": 2840, "numerous": 2841, "penguins": 2842, "cameraman": 2843, "legged": 2844, "boa": 2845, "pedestrian": 2846, "racquet": 2847, "miami": 2848, "official": 2849, "soaring": 2850, "terriers": 2851, "mountaineers": 2852, "waterfalls": 2853, "quietly": 2854, "file": 2855, "pets": 2856, "cats": 2857, "mixing": 2858, "sweat": 2859, "youn": 2860, "piggyback": 2861, "adorned": 2862, "strings": 2863, "confetti": 2864, "stained": 2865, "locked": 2866, "bringing": 2867, "dining": 2868, "growls": 2869, "barking": 2870, "speeds": 2871, "wedding": 2872, "veil": 2873, "bride": 2874, "bridal": 2875, "mid-flight": 2876, "pebble": 2877, "pebbles": 2878, "emitting": 2879, "smoke": 2880, "film": 2881, "videotaped": 2882, "buggy": 2883, "comes": 2884, "grabbing": 2885, "called": 2886, "midst": 2887, "blankets": 2888, "royal": 2889, "robe": 2890, "kicked": 2891, "horseback": 2892, "kind": 2893, "dropping": 2894, "colourful": 2895, "angels": 2896, "use": 2897, "flight": 2898, "sails": 2899, "sell": 2900, "similar": 2901, "gated": 2902, "harnessed": 2903, "perspective": 2904, "tooth": 2905, "change": 2906, "amid": 2907, "drummer": 2908, "saxophones": 2909, "storefront": 2910, "drums": 2911, "drum": 2912, "patches": 2913, "forested": 2914, "sees": 2915, "juggling": 2916, "wolf": 2917, "rubbing": 2918, "lounging": 2919, "melting": 2920, "wicker": 2921, "straight": 2922, "batman": 2923, "pointy": 2924, "wrestler": 2925, "curled": 2926, "ragged": 2927, "assistance": 2928, "snake": 2929, "wraps": 2930, "pad": 2931, "note": 2932, "writes": 2933, "natural": 2934, "digs": 2935, "afro": 2936, "launches": 2937, "quarter": 2938, "removing": 2939, "garter": 2940, "bares": 2941, "blindfolded": 2942, "fleece": 2943, "prairie": 2944, "were": 2945, "dalmatians": 2946, "beverage": 2947, "meet": 2948, "bowling": 2949, "alley": 2950, "mr.": 2951, "potato": 2952, "pieces": 2953, "dark-haired": 2954, "glides": 2955, "community": 2956, "rollerskating": 2957, "beagle": 2958, "hides": 2959, "created": 2960, "massive": 2961, "been": 2962, "railings": 2963, "tripod": 2964, "connected": 2965, "movie": 2966, "musicians": 2967, "western": 2968, "speak": 2969, "t-ball": 2970, "mid-jump": 2971, "windy": 2972, "chunk": 2973, "main": 2974, "dig": 2975, "dollar": 2976, "bill": 2977, "bills": 2978, "offstage": 2979, "creature": 2980, "crab": 2981, "flute": 2982, "suburban": 2983, "arabian": 2984, "belly": 2985, "tongues": 2986, "mittens": 2987, "unusual": 2988, "trench": 2989, "jetty": 2990, "looked": 2991, "nurses": 2992, "nursing": 2993, "downtown": 2994, "chickens": 2995, "walls": 2996, "hear": 2997, "point": 2998, "beers": 2999, "hopscotch": 3000, "exercise": 3001, "hugged": 3002, "trim": 3003, "robes": 3004, "cuts": 3005, "cartwheels": 3006, "launch": 3007, "upright": 3008, "competition": 3009, "numbered": 3010, "thumbs": 3011, "blacktop": 3012, "crown": 3013, "walked": 3014, "fedora": 3015, "ship": 3016, "balck": 3017, "grins": 3018, "domino": 3019, "round": 3020, "horseshoes": 3021, "horseshoe": 3022, "ornamental": 3023, "thumbs-up": 3024, "returning": 3025, "match": 3026, "segway": 3027, "slalom": 3028, "zigzag": 3029, "policeman": 3030, "buddha": 3031, "shrine": 3032, "monk": 3033, "praying": 3034, "slacks": 3035, "parasails": 3036, "sail": 3037, "windsurfs": 3038, "windsurfer": 3039, "dragon": 3040, "poster": 3041, "n't": 3042, "stars": 3043, "bearing": 3044, "marketplace": 3045, "headscarfs": 3046, "herding": 3047, "reeds": 3048, "marsh": 3049, "diapers": 3050, "overturned": 3051, "black-and-white": 3052, "monster": 3053, "ceremony": 3054, "keep": 3055, "dane": 3056, "dachshund": 3057, "electronics": 3058, "engage": 3059, "devices": 3060, "tulips": 3061, "oklahoma": 3062, "sooners": 3063, "dodges": 3064, "tackle": 3065, "coach": 3066, "visor": 3067, "footballer": 3068, "sidelines": 3069, "&": 3070, "cheers": 3071, "crowds": 3072, "cheer": 3073, "sooner": 3074, "college": 3075, "tackled": 3076, "jerseys": 3077, "tackling": 3078, "cheerleader": 3079, "dancer": 3080, "tackles": 3081, "quarterback": 3082, "protects": 3083, "everyone": 3084, "coaching": 3085, "injured": 3086, "opposing": 3087, "keeps": 3088, "defending": 3089, "university": 3090, "rival": 3091, "tackler": 3092, "defenders": 3093, "avoid": 3094, "mascot": 3095, "onward": 3096, "possession": 3097, "contest": 3098, "officials": 3099, "lifted": 3100, "athletes": 3101, "snap": 3102, "center": 3103, "compete": 3104, "23": 3105, "pro": 3106, "defensive": 3107, "kicker": 3108, "appear": 3109, "nike": 3110, "stretches": 3111, "fan": 3112, "28": 3113, "armbands": 3114, "#": 3115, "19": 3116, "lolly": 3117, "shelves": 3118, "blues": 3119, "brothers": 3120, "expressions": 3121, "concerned": 3122, "runners": 3123, "parallel": 3124, "cute": 3125, "chains": 3126, "chained": 3127, "messenger": 3128, "sundress": 3129, "colander": 3130, "clowns": 3131, "lighthouse": 3132, "tower": 3133, "ollie": 3134, "submerges": 3135, "waterskis": 3136, "speeding": 3137, "archway": 3138, "tug-of-war": 3139, "cutout": 3140, "sailor": 3141, "marking": 3142, "tiles": 3143, "dots": 3144, "squirted": 3145, "handing": 3146, "papers": 3147, "protest": 3148, "(": 3149, ")": 3150, "hospital": 